Repository: OmegaT-L10N/pl
Catalog: omegat/project_save.tmx
Source language: en
Languages: pl

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
pl: Jeżeli później zostanie zapewniony dostęp do wymaganego położenia, położenie to zostanie użyte, a w wyniku zmiany położenia wszystkie ustawienia powrócą do wartości domyślnych.

source: If not checked, source segments will not be shown.
pl: Jeżeli niezaznaczone, segmenty źródłowe nie zostaną wyświetlone.

source: If only one file is present, check its extension.
pl: Gdy pojawia się tylko jeden plik, sprawdź jego rozszerzenie.

source: If several translation engines are selected, then Ctrl M is also used to switch between them and insert the last one selected.
pl: Jeśli jest wybranych kilka usług tłumaczeniowych, możesz użyć Ctrl M aby przełączać się między nimi i wstawiać ostatnio wybrane.

source: If the current segment is the first one in a file, it moves to the last segment of the previous file.
pl: Jeśli bieżący segment jest pierwszym segmentem w pliku, to przechodzi on do ostatniego segmentu poprzedniego pliku.

source: If the current segment is the last segment in a file, it moves to the first segment of the next file.
pl: Jeżeli bieżący segment jest ostatnim segmentem w pliku, to przechodzi on do pierwszego segmentu następnego pliku.

source: If the documents are not available, the entry is greyed out.
pl: Jeśli dokumenty nie są dostępne, punkt jest szary.

source: If the language of the user's system is not available, OmegaT defaults to English.
pl: Jeśli język systemu użytkownika nie jest dostępny, OmegaT domyślnie ustawia się na angielski.

source: If the source file is modified after you have begun translating, OmegaT may be unable to find a segment that you have already translated.
pl: Jeśli plik źródłowy został zmieniony po tym, jak już zacząłeś tłumaczenie, możliwe, że OmegaT nie znajdzie tego przetłumaczonego segmentu.

source: If you already have a version of OmegaT installed on your PC and wish to upgrade to a more recent version, you have two options:
pl: Jeżeli na komputerze jest już zainstalowana wersja programu OmegaT i chcesz ją zaktualizować do nowszej wersji, istnieją dwie możliwości:

source: If you are interested in other settings of this dialog, you can return to it any time by pressing Ctrl+E.
pl: Jeżeli interesują Cię inne ustawienia tego okna dialogowego, możesz w każdej chwili do niego powrócić, klikając Ctrl+E.

source: If you are using an authenticated proxy, please enter here your user and password.
pl: Jeśli korzystasz z uwierzytelnionego serwera proxy, wprowadź tutaj swoją nazwę użytkownika i hasło.

source: If you believe that you have lost translation data, you can use the following procedure to restore the project to its most recently saved state, usually not older than approximately 10 minutes or so:
pl: Jeśli twoje tłumaczenie przepadło, możesz skorzystać z poniższych czynności, aby odzyskać najbardziej aktualną wersję projektu, zazwyczaj sprzed około 10 minut:

source: If you check the corresponding checkbox, the OmegaT.l4J.ini file is modified to use the language selected (see next section for details).
pl: Jeśli zaznaczysz odpowiednie pole wyboru, plik OmegaT.l4J.ini zostanie zmodyfikowany w celu użycia wybranego języka (szczegóły w następnej sekcji).

source: If you have made changes to your OmegaT.l4J.ini file and/or are using a .bat file, you must copy these over.
pl: Jeżeli zostały wprowadzone zmiany w pliku OmegaT.l4J.ini i/lub jest używany plik .bat, muszą zostać przekopiowane.

source: If you haven't yet saved the project, this manually confirms whether you really wish to quit.
pl: Jeśli jeszcze nie zapisałeś projektu, ten przycisk ręcznie potwierdza, czy naprawdę chcesz zakończyć pracę.

source: If you need assistance with any aspect of OmegaT, feel free to join the OmegaT users group.
pl: Jeżeli potrzebujesz pomocy w jakimkolwiek aspekcie działania programu OmegaT, zapraszamy do dołączenia do grupy użytkowników programu OmegaT.

source: If you place such translation memory files in the /tm/ subfolder of a project, OmegaT will automatically search them for similar segments, called "fuzzy matches".
pl: Jeżeli takie pliki tłumaczeniowe zostanę umieszczone w podkatalogu /tm/, program OmegaT automatycznie je przeszuka w poszukiwaniu podobnych segmentów, które nazywane są "dopasowaniami rozmytymi".

source: If your existing OmegaT installation is a "Windows with JRE" version, the new version must also be a "Windows with JRE" version.
pl: Jeżeli istniejąca instalacja OmegaT jest w wersji "Windows z JRE", nowa wersja musi być również w wersji "Windows z JRE".

source: If your source files are formatted files, e.g. Microsoft Word, LibreOffice Writer or HTML, OmegaT will convert the formatting into tags that surround the text that you translate.
pl: Jeśli pliki źródłowe to pliki sformatowane takie jak np. Microsoft Word, LibreOffice Writer lub HTML, program OmegaT przekształci formatowanie na znaczniki otaczające tłumaczony tekst.

source: Ignore All
pl: Ignoruj wszystkie

source: Importing Wiki Page Failed
pl: Importowanie strony Wiki nie powiodło się

source: In Editor
pl: W Edytorze

source: In KMenuEditor select File > New Item.
pl: W KMenuEditor wybierz Plik > Nowy element.

source: In addition, two menu entries allow opening directly the current source and target documents and the writable glossary.
pl: Dodatkowo dwa punkty menu umożliwiają bezpośrednie otwieranie bieżących dokumentów źródłowych i docelowych oraz zapisywalnego glosariusza.

source: In comments
pl: W komentarzach

source: In its most basic form, this command is:
pl: Najbardziej podstawowa forma polecenia jest:

source: In most systems, it is possible to open a project by dropping an omegat.project file onto the OmegaT icon on the desktop.
pl: W większości systemów można otworzyć projekt poprzez upuszczenie pliku omegat.project na ikonę OmegaT na pulpicie.

source: In notes
pl: W notatkach

source: In order for the changes to take effect OmegaT needs to close and then open the project.
pl: Aby zastosować wprowadzone zmiany, należy zamknąć i ponownie otworzyć projekt.

source: In other platforms, you can modify Configuration.properties file on the Mac, or OmegaT launcher under Linux to do the same.
pl: Na innych platformach można zmienić plik Configuration.properties na Macu, lub OmegaT launcher pod Linuksem, aby zrobić to samo.

source: In practice, this command will therefore be something like this:
pl: W praktyce polecenie powinno wyglądac mniej więcej tak::

source: In so&urce
pl: W oryginale

source: In the "Command" field, use the navigation button to find your OmegaT launch script (the file named OmegaT in the unpacked folder), and select it.
pl: W polu "Polecenie", użyj przycisku nawigacyjnego, by odnaleźć skrypt uruchamiający program OmegaT (plik o nazwie OmegaT</a1 w nierozpakowanym folderze) i wybierz go.

source: In the Project menu, select New... and type a name for your project.
pl: W menu Projekt wybierz Nowy... i wpisz nazwę swojego projektu.

source: In the following window you can indicate that the language selected is to be used in OmegaT.
pl: W poniższym oknie można wskazać, że wybrany język ma być używany w programie OmegaT.

source: In this case, however:
pl: Jednakże w tym przypadku:

source: Include Pattern
pl: Dołącz wzorzec

source: Include matches from &other languages
pl: Uwzględnij dopasowania z &innych języków

source: Include the &first non-unique segment when marking non-unique segments
pl: ﻿&Uwzględnij pierwszy powtarzający się segment podczas wyróżniania powtrzających się segmentów

source: Individual File Statistics:
pl: Statystyki poszczególnych plików:

source: Info
pl: Informacje

source: Initialized {0}-{1} team project.
pl: Zainicjowano {0} - {1} projekt zespołowy.

source: Initializing
pl: Inicjalizacja

source: Initially load this many segments:
pl: Najpierw załaduj wiele segmentów:

source: Insert Match or Selection Into Translation
pl: Wstaw dopasowanie lub zaznaczenie do tłumaczenia

source: Insert Missing Source &Tags
pl: Wprowadź brakujący tag

source: Insert Mode
pl: Tryb wstawiania

source: Insert Next Missing Tag
pl: wprowadź kolejny brakujący tag

source: Insert Selection
pl: Wstaw zaznaczenie

source: Insert Tag {0}
pl: IWprowadź tag {0}

source: Insert the &best fuzzy match
pl: Wstaw najlepsze &dopasowanie rozmyte

source: Insert the &source text
pl: Wprowadź &tekst źródłowy

source: Install
pl: Zainstaluj

source: Installed plugins:
pl: Zainstalowane wtyczki:

source: Installing OmegaT
pl: Instalacja OmegaT

source: Installing and running OmegaT
pl: Instalacja i uruchamianie OmegaT

source: Installing and running OmegaT" in the User Manual.
pl: Instalacja i uruchamianie OmegaT" w instrukcji obsługi.

source: Installing convenient shortcuts
pl: Instalacja wygodnych skrótów

source: Instant Start
pl: Szybki start

source: Insufficient permissions for project dir {0}
pl: Brak uprawnień do projektu {0}

source: Invalid file format
pl: Niepoprawny format pliku

source: Invalid repository type: {0}
pl: Nieprawidłowy rodzaj repozytorium: {0}

source: Invoke `team -h` for details.
pl: Aby uzyskać szczegółowe informacje, użyj „team -p”..

source: Is alternative
pl: Jest opcjonalny

source: Is default translation
pl: Tłumaczenie standardowe

source: Is duplicate
pl: Jest duplikatem

source: Issues
pl: Problemy

source: Issues ({0} of {1})
pl: Problemy ({0} of {1})

source: Issues ({0})
pl: Problemy ({0})

source: Issues for {0} ({1} of {2})
pl: Problemy w {0} ({1} of {2})

source: Issues for {0} ({1})
pl: Problemy w {0} ({1})

source: It does not apply to the Web Start versions, which are upgraded automatically, nor to cross-platform versions installed on Windows.
pl: Nie dotyczy to wersji Web Start, które są aktualizowane automatycznie, ani wersji międzyplatformowych instalowanych w systemie Windows.

source: It is often useful to search for words and phrases in the source text and in your translation, so press Ctrl+F for the Text Search dialog at any time.
pl: Często przydatne jest wyszukiwanie słów i fraz w tekście źródłowym oraz w tłumaczeniu, należy kliknąćCtrl+F, aby otworzyć okno dialogowe Wyszukiwanie tekstu w dowolnym momencie.

source: It is used to mark your translations.
pl: Jest ono używane do oznaczenia twoich tłumaczeń.

source: It might also be possible to open an OmegaT project by double-clicking on an omegat.project file.
pl: Możliwe jest również otworzenie projektu OmegaT przez dwukrotne kliknięcie w plik omegat.project.

source: It needs to be converted to a new team project, but this cannot be done in console mode.
pl: Musi on zostać zmieniony na nowy projekt zespołowy, ale nie można tego zrobić w trybie pulpitu.

source: It was not possible to create the script folder inside the configuration folder.
pl: Nie było możliwe utworzenie katalogu skryptów w katalogu konfiguracji.

source: It was not possible to create translated documents, because some tags are missing or damaged.
pl: Utworzenie przetłumaczonych dokumentów nie powiodło się, ponieważ brakuje niektórych tagów lub są one uszkodzone.

source: Item has neither URLs nor commands.
pl: Element nie ma ani adresu URL ani poleceń.

source: Item is missing scope
pl: Element nie ma zakresu

source: Item name is empty or missing
pl: Nazwa elementu jest pusta lub nie istnieje

source: Item:
pl: Element:

source: Items
pl: Elementy

source: JAR files
pl: Pliki JAR

source: JGit (Eclipse Distribution License)
pl: JGit (licencja Eclipse Distribution)

source: JSch (JSch License)
pl: JSch (licencja JSch)

source: Japanese
pl: Japoński

source: Jar used for plugins: {0}
pl: Jar wykorzystany do rozszerzeń: {0}

source: Java Web Start ensures that the latest version of the application will be deployed, as well as the correct version of the Java Runtime Environment (JRE) used.
pl: Java Web Start zapewnia wdrożenie najnowszej wersji aplikacji oraz użycie poprawnej wersji Java Runtime Environment (JRE).

source: Java Web Start technology (part of Java 8 and above) can be used to deploy standalone Java software applications with a single click over the network.
pl: Technologia Java Web Start (część Java 8 i nowszych wersji) może być używana do wdrażania autonomicznych aplikacji oprogramowania Java pojedynczym kliknięciem w sieci.

source: Java: {0} ver.
pl: Java: wersja {0}

source: Jmyspell (LGPL License)
pl: Jmyspell (licencja LGPL)

source: Jumping to last edited segment...
pl: Przejdź do ostatnio modyfikowanego segmentu...

source: KDE 4 Users
pl: Użytkownicy KDE 4

source: Keep
pl: Zachowaj

source: Keep All
pl: Zachowaj wszystko

source: Keep Mine
pl: Zachowaj moją wersję

source: Keep None
pl: Usuń wszystko

source: Keep Other
pl: Zachowaj inną

source: Keep tags in translated text
pl: Zachowaj tagi w przetłumaczonym tekście

source: Key:
pl: Klucz:

source: Keyword searches are not available in the search string.
pl: Wyszukiwanie poprzez słowa-klucze nie jest możliwe w wyszukiwanej frazie.

source: Keyword searches match all the space-separated keywords regardless of their order.
pl: Wyszukiwania przez słowa-klucze pasują do wszystkich słów-kluczy oddzielonych spacjami, niezależnie od ich kolejności.

source: L&og...
pl: Dziennik...

source: Language Checker
pl: Kontrola językowa

source: Language Name
pl: Język

source: Language Pattern
pl: Wzorzec języka

source: Language not specified for translation unit variant.
pl: Nie określono języka dla wariantu jednostki tłumaczeniowej.

source: LanguageTool
pl: Narzędzie Języka

source: LanguageTool (LGPL License and others)
pl: LanguageTool (licencja LGPL i inne)

source: LanguageTool API version mismatch
pl: Niezgodność wersji API LanguageTool

source: LanguageTool Issues
pl: Problemy z narzędziem języka

source: LanguageTool is misconfigured.
pl: LanguageTool jest niepoprawnie skonfigurowany.

source: LanguageTool is not available for your target language.
pl: Program LanguageTool nie jest dostępny dla twojego języka docelowego.

source: LanguageTool server started
pl: Serwer LanguageTool został uruchomiony

source: LanguageTool server terminated
pl: Serwer LanguageTool zakończył pracę

source: LanguageTool settings
pl: Ustawienia LanguageTool

source: LanguageTool will be disabled until the project is closed.
pl: Program LanguageTool zostanie zablokowany do momentu zamknięcia projektu.

source: LanguageTool: An error occurred during check.
pl: LanguageTool: Przy sprawdzaniu wystąpił błąd.

source: LanguageTool: Bad URL
pl: LanguageTool: Niewłaściwy adres URL

source: LanguageTool: Server start timeout
pl: LanguageTool: Przekroczenie czasu uruchomiania serwera

source: LanguageTool: bad local path
pl: LanguageTool: niewłaściwa ścieżka lokalna

source: LanguageTool: local port is unavailable
pl: LanguageTool: niedostępny port lokalny

source: LanguageTool: server returned XML when JSON was expected.
pl: LanguageTool: serwer zwrócił XML zamiast oczekiwanego formatu JSON.

source: Languages
pl: Języki

source: Last Changes...
pl: Ostatnio wprowadzone zmiany...

source: Last changes
pl: Ostatnie zmiany

source: Last modified by {0}
pl: Ostatnia zmiana wprowadzona przez{0}

source: Later, after you have accepted the license agreement, the setup program asks you whether you wish to create a folder in the Start menu, and whether you wish to create a shortcut on the desktop and in the quick launch bar - you can create these shortcuts later by dragging OmegaT.exe to the desktop or to the Start menu to link it from there.
pl: Po zaakceptowaniu umowy licencyjnej, program instalacyjny zapyta, czy chcesz utworzyć folder w menu Start oraz czy chcesz utworzyć skrót na pulpicie i w pasku szybkiego uruchamiania - możesz utworzyć te skróty później, przeciągając OmegaT.exe na pulpit lub do menu Start, aby stamtąd go połączyć.

source: Launch command arguments
pl: Uruchamianie argumentów polecenia

source: Launches scripts that have been associated with a number.
pl: Uruchamia skrypty, które zostały skojarzone z numerem.

source: Learn to use OmegaT in 5 minutes!
pl: Naucz się korzystać z programu OmegaT w 5 minut!

source: Linux (Intel) Users
pl: Użytkownicy systemu Linux (Intel)

source: List View
pl: Widok listy

source: Load a project to configure rules for that project's languages.
pl: Załaduj projekt w celu skonfigurowania reguł dotyczących jego języków.

source: Loading Project
pl: Załaduj projekt

source: Loading TMX files...
pl: Ładowanie plików TMX...

source: Loading glossaries
pl: Ładowanie glosariuszy

source: Loading glossary {0}
pl: Ładowanie glosariusza {0}

source: Loading project...
pl: Ładowanie projektu...

source: Loading: {0}
pl: Ładowanie : {0}

source: Local File/Folder
pl: Lokalny plik/folder

source: Local installation path:
pl: Ścieżka lokalnej instalacji:

source: Location
pl: Lokalizacja

source: Log...
pl: Dziennik...

source: Log:
pl: Dziennik:

source: Lucene (Apache License 2.0)
pl: Lucene (licencja Apache 2.0)

source: Mac&hine Translate
pl: Tłumaczenie maszynowe

source: Machine Translate
pl: Wstaw tłumaczenie maszynowe

source: Machine Translation
pl: Tłumaczenie maszynowe

source: Machine Translation Options
pl: Opcje tłumaczenia maszynowego

source: Make regular copies of the file /omegat/project_save.tmx to backup media, such as CD or DVD.
pl: Rób regularne kopie pliku /omegat/project_save.tmx na nośnikach zapasowych, takich jak CD albo DVD.

source: Make sure that your PATH settings are correct and that .jar files are properly associated with a Java launcher.
pl: Upewnij się, że twoje ustawienia PATH są poprawne, a pliki .jar są odpowiednio skojarzone z launcherem Javy.

source: Manually defined rules
pl: Reguły ustalone manualnie

source: Mapping of Local Folders to Remote Folders in Repositories
pl: Mapowanie folderów lokalnych do folderów zdalnych w Repozytoriach

source: Mar&k Whitespace
pl: Zazn&acz znaki niedrukowane

source: Mark &Auto-Populated Segments
pl: Zaznacz &segmenty wypełnione automatycznie

source: Mark &Bidirectional Algorithm Control Characters
pl: Zaznacz &znaki kontroli algorytmu BiDi

source: Mark &Non-breakable Spaces
pl: Zaznacz &spacje niełamiące

source: Mark &Translated Segments
pl: Zaznacz pretłumaczone segmenty

source: Mark &Untranslated Segments
pl: Zaznacz nieprzetłumaczone segmenty

source: Mark Accepted
pl: Zaznacz jako zatwierdzone

source: Mark Auto-Populated Segments
pl: Zaznacz segmenty wypwłnione automatycznie

source: Mark Bidirectional Algorithm Control Characters
pl: Zaznacz znaki kontroli algorytmu BiDi

source: Mark Glossary Matches
pl: Zaznacz wyniki z glosariusza

source: Mark Needs Review
pl: Zaznacz jako wymagające weryfikacji

source: Mark Non-Unique Se&gments
pl: Zaznacz powtarzające się se&gmenty

source: Mark Non-Unique Segments
pl: Zaznacz nieunikalne segmenty

source: Mark Non-breakable Spaces
pl: Zaznacz twarde spacje

source: Mark Paragraph delimitations
pl: Zaznacz ograniczenia akapitu

source: Mark Segments &with Notes
pl: Zaznacz segmenty &z notatkami

source: Mark Segments with Notes
pl: Zaznacz segmenty z notatkami

source: Mark Translated Segments
pl: Zaznacz przetłumaczone segmenty

source: Mark Untranslated Segments
pl: Zaznacz nieprzetłumaczone segmenty

source: Mark Whitespace
pl: Zaznacz białe znaki

source: Mark unknown words
pl: Zaznacz nieznane wyrazy

source: Mask
pl: Maska

source: Master Password
pl: Hasło nadrzędne

source: Match Statistics
pl: Statystyki dopasowań

source: Match Statistics per &File
pl: Statystyka dopasowań dla pliku

source: Match Statistics per File
pl: Statystyki dopasowań według pliku

source: Match display template
pl: Dopasuj szablon wyświetlania

source: Match type
pl: Rodzaj dopasowania

source: Matches Changed
pl: Dopasowania zmienione

source: Matches Deleted Active
pl: Dopasowania usunięcie: aktywne

source: Matches Deleted Inactive
pl: Dopasowania usunięte: nieaktywne

source: Matches Inserted Active
pl: Wstawione dopasowania: aktywne

source: Matches Inserted Inactive
pl: Wstawione dopasowania: nieaktywne

source: Matches Unchanged
pl: Dopasowania niezmienione

source: Matches can be found in your current translation or in the TMX files that you have put in the /tm/ folder.
pl: Dopasowania można znaleźć w bieżącym tłumaczeniu lub w plikach TMX, umieszczonych w folderze /tm/.

source: Maximize
pl: Zmaksymalizuj

source: Maximum number of finds has been reached ({0})
pl: Osiągnięto maksymalną liczbę wyników ({0})

source: Memor&y
pl: Pamięć

source: Memory assignment
pl: Przypisane zadania

source: Merge
pl: Połącz

source: Merriam Webster dictionary - use
pl: Użycie słownika Merriam Webster

source: Methods differ depending on the distribution.
pl: Metody różnią się w zależności od dystrybucji.

source: Microsoft Translator Subscription Key not available.
pl: Klucz subskrypcji programu Microsoft Transaltor nie jest dostępny.

source: Mine
pl: Moją

source: Minimal threshold to show a fuzzy match:
pl: Minimalna granica do pokazania dopasowania rozmytego:

source: Minimize
pl: Zminimalizuj

source: Minutes:
pl: Minuty:

source: Missing
pl: Pominięcie

source: Missing tags
pl: Brakujące tagi

source: Model Id:
pl: ID modelu:

source: Modification Info
pl: Informacja o modyfikacji

source: Modification info
pl: Informacje o modyfikacji

source: Modification info template
pl: Wyświetlanie informacji o modyfikacji

source: Modification info template for segments without date
pl: Wyświetlanie informacji o modyfikacjach dla segmentów bez daty

source: Modification info text
pl: Treść informacji o modyfikacji

source: Monolingual
pl: Jednojęzyczny

source: Moodle PHP Filter Options
pl: Opcje filtra Moodle PHP

source: More
pl: Więcej

source: Moses Server URL:
pl: Adres URL serwera Moses:

source: Mourning and sorrow 404 not with us now Lost to paradise
pl: Ta strona wybrała drogę w kierunku raju...

source: Move &Down
pl: Przenieś &w dół

source: Move &First
pl: Przenieś &na początek

source: Move &Last
pl: Przenieś &na koniec

source: Move &Up
pl: Przenieś &w górę

source: Move Do&wn
pl: Przesuń &niżej

source: Move Down
pl: Przenieś w dół

source: Move U&p
pl: Przesuń &wyżej

source: Move Up
pl: Przenieś w górę

source: Moves to the next already translated segment, ignoring untranslated segments.
pl: Przejdź do kolejnego przetłumaczonego już segmentu, ignorując segmenty nieprzetłumaczone.

source: Moves to the next segment that has no equivalent in the translation memory.
pl: Przejdź do kolejnego segmentu, który nie ma jeszcze odpowiednika w pamięci tłumaczeniowej.

source: Moves to the next segment.
pl: Przejdź do kolejnego segmentu.

source: Moves to the previous segment.
pl: Przejdź do poprzedniego segmentu.

source: Moves to the segment that does correspond to the current selected match in the Fuzzy matches pane.
pl: Pzechodzi do segmentu odpowiadającego aktualnie wybranemu dopasowaniu w obszarzeDopasowywanie rozmyte.

source: Mozilla DTD Filter Options
pl: Opcje filtra DTD

source: Mozilla FTL Filter Options
pl: Opcje filtra Mozilla FTL

source: Multiple Translations
pl: Wiele tłumaczeń

source: MyMemory (human)
pl: MyMemory (tłumaczenie wykonane przez człowieka)

source: MyMemory (machine)
pl: MyMemory (tłumaczenie wykonane maszynowo)

source: NB: the Java™ Resource Bundles filter already detects them.
pl: Uwaga: Filtr "Java™ Resource Bundles" już je wykrywa.

source: Name
pl: Nazwa

source: Name:
pl: Nazwa:

source: Name: {0}
pl: Nazwa: {0}

source: Neural machine translation
pl: Neuronowe tłumaczenie maszynowe

source: New Language and Country
pl: Nowy język i kraj

source: New LanguageTool rule
pl: Nowa reguła LanguageTool

source: New Local Project Folder:
pl: Nowy lokalny folder projektu:
